// Импорт функционала ==============================================================================================================================================================================================================================================================================================================================
// import { isMobile } from "./functions.js";
// import { formsModules } from "./forms/forms.js";

window.addEventListener("load", function (e) {
	// Событие window load срабатывает после полной загрузки страницы, то есть когда загружены все изображения, все стили, все шрифты 
	// вот тогда мы хотим интегрировать этот фон
	document.body.insertAdjacentHTML('beforeend', `<div class="main-bg"></div>`);
});